{
  "job_description": "Example Company - A leading tech firm specializing in innovative solutions. About Example Company: We create cutting-edge software that transforms how businesses operate. Our collaborative environment encourages creativity and professional growth. The Role: As a Full-Stack Developer, you'll work on all aspects of our web applications, from database design to user interface implementation. Key Responsibilities: Develop and maintain web applications using modern frameworks. Collaborate with UX/UI designers to implement responsive interfaces. Write clean, maintainable, and well-tested code. Participate in code reviews and technical discussions. What We're Looking For: Strong problem-solving skills and attention to detail. Ability to work independently and as part of a team. Requirements: Bachelor's degree in Computer Science or related field. Experience with JavaScript, TypeScript, React, and Node.js. Knowledge of SQL and NoSQL databases. Bonus Points: Experience with cloud platforms (AWS, Azure, GCP). What We Offer: Competitive salary: $90,000-$120,000 depending on experience. Flexible working hours and remote options. Health insurance and 401(k) matching. Professional development opportunities. How to Apply: Send your resume to careers@example.com. Include links to your GitHub profile or portfolio.",
  "position": "Full-Stack Developer",
  "output_language": "en-US",
  "evaluation_criteria": {
    "technical_skills": {
      "weight": 0.35,
      "description": "Evaluate technical knowledge of JavaScript, TypeScript, React, Node.js, and database systems. Consider familiarity with modern development practices and tools."
    },
    "experience": {
      "weight": 0.25,
      "description": "Consider previous experience developing full-stack applications. Assess complexity of past projects and responsibilities in previous roles."
    },
    "problem_solving": {
      "weight": 0.20,
      "description": "Evaluate analytical thinking and approach to technical challenges. Look for evidence of innovative solutions and debugging skills."
    },
    "education": {
      "weight": 0.10,
      "description": "Assess formal education in Computer Science or related fields, as well as relevant certifications and continuing education."
    },
    "communication": {
      "weight": 0.10,
      "description": "Evaluate ability to communicate technical concepts clearly. Consider experience working in teams and collaborating with non-technical stakeholders."
    }
  },
  "directories": {
    "input": "data/input",
    "extracted": "data/extracted",
    "processed": "data/processed",
    "analysis": "data/analysis",
    "report": "data/report",
    "log": "data/log",
    "temp": "data/temp"
  }
}
